{
  "data": {
    "The Rook": {
      "location": "404 W State St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "Amazing food, atmosphere and drinks. Perfect for a cocktail and a snack, or for a leisurely, delicious dinner. Great service."
        },
        {
          "Review": "Came here on a weekday evening and the restaurant was about half full. It's a pretty dimly lit restaurant that feels homey like a southern restaurant but...",
          "Rating": 4
        },
        {
          "Review": "The Rook serves big flavors in a trendy setting. I think this is great for date nights. The restaurant was small but felt roomy and comfortable because...",
          "Rating": 5
        }
      ]
    },
    "MIX Kitchen & Bar": {
      "location": "205 Elmira Rd, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "This place is amazing. Look at this \"razberry moon margarita\"! Omg. It was the most delicious thing. Thank you Eric the Bartender!!\n\nThe Thai noodle (red..."
        },
        {
          "Review": "The food was pretty good, not great.  Duck is a tough meat to prepare, and it was properly done.  I was impressed with that! My husband said his steak was...",
          "Rating": 3
        },
        {
          "Review": "Spacious restaurant with a wide drink menu and rotating menu.\n\nI wouldn't really call this a tapas restaurant bc the portions are large and not at tapas...",
          "Rating": 4
        }
      ]
    },
    "Thompson and Bleecker": {
      "location": "220 East State St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "The pizza at this place is amazing. It's the best pizza I've ever had. Of course, make sure you eat it hot, preferably within 15minutes. When it cools, the..."
        },
        {
          "Review": "Dec 2022.   \n\nA very small restaurant, seating about 30 people max.  This is a salad, pizza and pasta restaurant.  The menu is small, but the flavors are...",
          "Rating": 5
        },
        {
          "Review": "It was date night again, and I'd wanted to get T&B crossed off on my bucket list. It's a small restaurant with a vibe that's a cross between classy and...",
          "Rating": 3
        }
      ]
    },
    "Simeon's On The Commons": {
      "location": "224 E State St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "I went here on a Friday for dinner and the food was so good! I recommend calling ahead to reserve for a table since this place does get busy especially on a..."
        },
        {
          "Review": "Everything about this place is impeccable: the atmosphere, service, location, and, of course, the food! I enjoyed a phenomenal shrimp cocktail and their...",
          "Rating": 5
        },
        {
          "Review": "Brunch was yummy! Server was great! I remember coming here 30 years ago and it was good then too.",
          "Rating": 4
        }
      ]
    },
    "Lev Kitchen": {
      "location": "222 East State St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "FRIES FRIES FRIES!!! Best fries I've ever had. No doubt. \n\nStaff super sweet. Fast service. Tasty food!"
        },
        {
          "Review": "It was my first time eating a malawach and I still can't pronounce it but I can confirm that the chicken malawach was really delicious.\n\nMy only quips are...",
          "Rating": 4
        },
        {
          "Review": "This is a relatively new spot that opened right at the heart of the Ithaca Commons. The first time I came here I ordered their Halva. It was disappointing...",
          "Rating": 4
        }
      ]
    },
    "Red's Place": {
      "location": "107 N Aurora St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "Stopped by Red's along our road trip with our family. I love that they have a kid's menu! My kids enjoyed their pasta marinara, cheese quesedilla, and..."
        },
        {
          "Review": "Red's place has a great tap list, and very solid, updated American comfort food.\n\nTots, burgers, mac and cheese, and whatever else you might want, they've...",
          "Rating": 4
        },
        {
          "Review": "I recently visited Red's in Ithaca, NY and had mixed feelings about my experience. I ordered the veggie sandwich and was disappointed with the flavor and...",
          "Rating": 3
        }
      ]
    },
    "Ithaca Ale House": {
      "location": "301 East State St, Ste 1, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 4,
          "Review": "Spacious, renovated space, and huge and delicious portions. \n\nI got the burger with onion crisps which was so good! I loved all the elements, it's so..."
        },
        {
          "Review": "You know how when you go to a restaurant for a special family dinner with folks visiting from out of town (including our 82 year old matriarch) and there...",
          "Rating": 1
        },
        {
          "Review": "I came in for lunch & to watch the Buffalo Bills game on a semi-busy Sunday. While watching the game I ordered a pizza and French dip sandwich to chow down...",
          "Rating": 4
        }
      ]
    },
    "Mercato Bar & Kitchen": {
      "location": "108 N Aurora St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "This place is just perfection. We sat at the bar at around 5:40. The restaurant opens at 5:30 and all the table were already full but the time we got there,..."
        },
        {
          "Review": "This is it! Old school... No reservations... First come, first serve. Definitely worth the wait. We ate at Mahogany and Antlers and this was our last night....",
          "Rating": 5
        },
        {
          "Review": "I'll be honest, I generally don't go for Italian because I think it's overrated, but it was date night and the original place I wanted us to go to was...",
          "Rating": 4
        }
      ]
    },
    "Gola Osteria": {
      "location": "115 South Quarry St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "Very romantic spot. Great service. However, it is a very hidden location. \n\nIt's by the fountain in the Collegetown Terrace buildings, you have to really..."
        },
        {
          "Review": "First time visiting this restaurant today. It was easy to get a reservation around dinner time on a weekday.\n\nSeating was not cramped.\n\nServer promptly...",
          "Rating": 3
        },
        {
          "Review": "Order: Pork Meatballs, Rigatoni with Oxtail Ragu and Pecorino Romano, Linguine alle Vongole\n\nThis place is tucked behind the Collegetown Terrace apartment...",
          "Rating": 3
        }
      ]
    },
    "Le Cafe Cent-Dix": {
      "location": "110 N Aurora St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "Me and my friend had an amazing dinner here! The Plats Du Jour we had on Friday, was this duck breast. It was glistening as the star of the show that night..."
        },
        {
          "Review": "We had a wonderful dinner here before a concert nearby. The wine expert- she was outstanding. The small plates were were good and it was a lot of fun to...",
          "Rating": 5
        },
        {
          "Review": "Now playing: \"The Hostess from Hell\" \n\nMy partner and I went to dinner here last night. It was 7pm on a Friday and it was a nightmare trying to enjoy our...",
          "Rating": 1
        }
      ]
    },
    "The Establishment": {
      "location": "130 Statler Dr, Ithaca, NY 14853",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "I had a wonderful experience at the Good for the Seoul Establishment. The Establishment at Statler is a student-staffed and operated restaurant open..."
        },
        {
          "Review": "Amazing , you just gotta try it yourself. I had the best steak of my life there. The steak just melts in your mouth and the flavor is still so good. They...",
          "Rating": 5
        },
        {
          "Review": "Because The Establishment is entirely student-run, it isn't on everyone's radar, and can be a hidden gem. Each night has a theme and a prix-fixe...",
          "Rating": 4
        }
      ]
    },
    "Hakacha Restaurant": {
      "location": "311 3rd St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "Relatively unknown gem in Ithaca tucked away in a strip mall. Hakacha is a rare display of Asian and Italian flavors without compromising on portions!..."
        },
        {
          "Review": "I've been here several times now and there has never been a wait. It's definitely because of the location, which is frankly horrible. The plaza that they're...",
          "Rating": 4
        },
        {
          "Review": "This restaurant is a little bit unknown for most people, but the food here is pretty good! It's pretty small here, but it's nice as both a casual and...",
          "Rating": 5
        }
      ]
    },
    "The Greenhouse Cafe & Cocktail Lounge": {
      "location": "320 E State St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "We had a fun time getting desert there. It's really lovely inside and everyone is so friendly."
        },
        {
          "Review": "Lacking was the food and drinks.  Steak sliders were almost inedible.  The cuts are full of gristle.  One bite even hurt.  Very pricey too.  Drinks were hit...",
          "Rating": 3
        },
        {
          "Review": "Espresso. Martini. If there's ONE thing you can only get when you come here, let it be that.\n\nI drag everyone here. Dates, parents, friends, me & my laptop...",
          "Rating": 4
        }
      ]
    },
    "Hound and Mare": {
      "location": "118 N Aurora St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "Food was incredible. Perfectly cooked and accommodating to allergies. The yolk was drippy when you hit into it but it wasn't too messy."
        },
        {
          "Review": "My avocado toast was beautiful to look at and equally as tasty. I ordered an egg to go with it and it looked like two eggs for $2 or less. Incredible....",
          "Rating": 4
        },
        {
          "Review": "Stopped by here while in Ithaca for a quick(one night) trip. We were in the mood to get a feel for the town and this showed up first for the highest...",
          "Rating": 4
        }
      ]
    },
    "Mia Restaurant": {
      "location": "130 E State St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 4,
          "Review": "Food was good! We got the Penang curry and chicken tikka/makhani dish all my with brussel sprouts.\n\nEverything was good. The chicken in the tikka/makhani..."
        },
        {
          "Review": "Had dinner here before the \"Kathleen Madigan\" show.\nThe one positive- they had a table for us at 6:15 on a Friday night. Every other place had a 20 min- hr...",
          "Rating": 3
        },
        {
          "Review": "After 4 years in Ithaca, this has become one of my favorite restaurants in Commons.  The food is always exceptional, and I have tried various things every...",
          "Rating": 5
        }
      ]
    },
    "Maru Ramen": {
      "location": "512 W State St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "I've had the privilege of eating ramen in Tokyo, Beijing, Shanghai, Hong Kong, Singapore and similar worldly locations. Maru Ramen compares deliciously with..."
        },
        {
          "Review": "This small hole in the wall ramen shop should not be underestimated. Some of the highlights of my meal were the chicken buns & spicy seafood ramen. Both of...",
          "Rating": 4
        },
        {
          "Review": "All I can say is amazing. Wife had the Miso Ramen and said it was the best she's had. I had the Bibimbop with chicken and teriyaki sauce, and it as well was...",
          "Rating": 5
        }
      ]
    },
    "Bickering Twins": {
      "location": "114 N Cayuga St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "Mark did a great job taking care of us on taco Tuesday. Our meal was fabulous and we had quite a selection to choose from.\n\nTaco Tuesday means 10% off your..."
        },
        {
          "Review": "The good points, the server was friendly, the corn on the sweet potato tacos was very fresh, the guac was good. \n\nThe bad points. The shrimp tacos were...",
          "Rating": 3
        },
        {
          "Review": "The chicken enchiladas are the only entree on the menu beyond tacos. The dish is served baked in a dish like Shepard's pie. Unfortunately, the chicken...",
          "Rating": 1
        }
      ]
    },
    "Saigon Kitchen": {
      "location": "526 W State St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "Amazing! Had fantastic pho here on a cold night last week. Service is quick and staff is polite. Delicious."
        },
        {
          "Review": "Used to come here all the time while I was living in ithaca. It was definitely what I remembered. I remember it being so good, but since we live in nyc,...",
          "Rating": 3
        },
        {
          "Review": "Great friendly quick staff. \n\nPho is okay. Needs to be seasoned better. \nMissing onion base IMO. Should also be served hotter to the table. \n\nAppetizers:...",
          "Rating": 4
        }
      ]
    },
    "Marrakech Mediterranean Cuisine": {
      "location": "111 E State St, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "BEST Falafel sandwich ever - and I have eaten loads of falafel in my life!  We got the falafel and chicken Shawarma gyros and are over the moon with both...."
        },
        {
          "Review": "We arrived in Ithaca around 9pm. Most places were ready to close. We went to Marrakech and ordered a cheeseburger  and a chicken over rice. It was freshly...",
          "Rating": 5
        },
        {
          "Review": "Very good this place was amazing. I know from the outside of doesn't look like it's gonna be five stars. But trust me it is. I had pizza and a Mediterranean...",
          "Rating": 5
        }
      ]
    },
    "Coal Yard Cafe": {
      "location": "143 Maple Ave, Ithaca, NY 14850",
      "reviews_and_ratings": [
        {
          "Rating": 5,
          "Review": "Hidden gem, I make it a point to swing by for breakfast or coffee each and every time I visit Ithaca"
        },
        {
          "Review": "A good local cafe nearby to Cornell. The place was popping on a Sunday morning around 11 when I  went but the turn over was pretty fast so that was good....",
          "Rating": 4
        },
        {
          "Review": "Most unusual (breakfast) menu in awhile. \n\nThere were 6 of us and we all enjoyed our picks which ran from a Falafel and egg dish to a Duck confit with duck...",
          "Rating": 4
        }
      ]
    }
  }
}
