{
    "data": {
        "Hound and Mare": {
            "location": "118 N Aurora St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "Food was incredible. Perfectly cooked and accommodating to allergies. The yolk was drippy when you hit into it but it wasn't too messy."
                },
                {
                    "Review": "Food was incredible. Perfectly cooked and accommodating to allergies. The yolk was drippy when you hit into it but it wasn't too messy.",
                    "Rating": 5
                },
                {
                    "Review": "My avocado toast was beautiful to look at and equally as tasty. I ordered an egg to go with it and it looked like two eggs for $2 or less. Incredible....",
                    "Rating": 4
                },
                {
                    "Review": "Stopped by here while in Ithaca for a quick(one night) trip. We were in the mood to get a feel for the town and this showed up first for the highest...",
                    "Rating": 4
                }
            ]
        },
        "Coal Yard Cafe": {
            "location": "143 Maple Ave, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "The staff are incredibly friendly; I was in town for a conference and they offered to provide suggestions for cool gorges to check out. I checked out two of..."
                },
                {
                    "Review": "The staff are incredibly friendly; I was in town for a conference and they offered to provide suggestions for cool gorges to check out. I checked out two of...",
                    "Rating": 5
                },
                {
                    "Review": "Most unusual (breakfast) menu in awhile. \n\nThere were 6 of us and we all enjoyed our picks which ran from a Falafel and egg dish to a Duck confit with duck...",
                    "Rating": 4
                },
                {
                    "Review": "It's a small building set right off the street with parking in the rear, today parking was at a premium. As we approached you could smell the mouth watering...",
                    "Rating": 4
                }
            ]
        },
        "Ithaca Bakery": {
            "location": "400 N Meadow St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "i just had one of the chocolate hazelnut \ncroissants from here and it was one of the BEST things I've ever eaten. i would eat these every single day If i could"
                },
                {
                    "Review": "i just had one of the chocolate hazelnut \ncroissants from here and it was one of the BEST things I've ever eaten. i would eat these every single day If i could",
                    "Rating": 5
                },
                {
                    "Review": "Came to Ithaca Bakery in the covid- induced chaos of July 2020...loved the food, but ate 8n a strange isolation chamber in the parking lot. And couldn't...",
                    "Rating": 5
                },
                {
                    "Review": "A solid bakery to stop into for a quick bite. I grabbed my tried & true: lox on a bagel. It was piled high with fresh ingredients, all of which tasted...",
                    "Rating": 4
                }
            ]
        },
        "Dolce Delight": {
            "location": "1080 Danby Rd, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "Split the Sweet Piggy and a Mac and cheese with my daughter today and also had a cappuccino, plus a raspberry cheesecake brownie to take home. It was all..."
                },
                {
                    "Review": "Split the Sweet Piggy and a Mac and cheese with my daughter today and also had a cappuccino, plus a raspberry cheesecake brownie to take home. It was all...",
                    "Rating": 5
                },
                {
                    "Review": "Top spot for breakfast sandwiches. Dolce Delight is a very tiny place so I chose to do takeout. A bit pricey, but worth it -- 2 lattes and 2 breakfast...",
                    "Rating": 4
                },
                {
                    "Review": "Dolce Delight was a delight. The perfect spot for a quick yet filling and healthy breakfast. They have a huge menu with tons of different savory breakfast...",
                    "Rating": 5
                }
            ]
        },
        "Lincoln Street Diner": {
            "location": "309 E Lincoln St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "Delicious food. Their daily specials are not only creative, but they are soooo.....good!\n\nThe restaurant is very clean and Covid19 compliant. Felt totally..."
                },
                {
                    "Review": "Delicious food. Their daily specials are not only creative, but they are soooo.....good!\n\nThe restaurant is very clean and Covid19 compliant. Felt totally...",
                    "Rating": 5
                },
                {
                    "Review": "What a great find!  Place is very small but the food is amazing.  Our server was attentive and went out of her way to make us feel welcome and appreciated-...",
                    "Rating": 5
                },
                {
                    "Review": "Great lunch. My husband had the hot beef sandwich and soup. He enjoyed it. I had the tuna sandwich and it was delicious. \nThe atmosphere was great and...",
                    "Rating": 5
                }
            ]
        },
        "MIX Kitchen & Bar": {
            "location": "205 Elmira Rd, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "This place is amazing. Look at this \"razberry moon margarita\"! Omg. It was the most delicious thing. Thank you Eric the Bartender!!\n\nThe Thai noodle (red..."
                },
                {
                    "Review": "This place is amazing. Look at this \"razberry moon margarita\"! Omg. It was the most delicious thing. Thank you Eric the Bartender!!\n\nThe Thai noodle (red...",
                    "Rating": 5
                },
                {
                    "Review": "The food was pretty good, not great.  Duck is a tough meat to prepare, and it was properly done.  I was impressed with that! My husband said his steak was...",
                    "Rating": 3
                },
                {
                    "Review": "Arrived right when they opened at 4:30. Server thoroughly explained the menu and drink options. I had the Bistro Onion burger- it was filling. We also had...",
                    "Rating": 3
                }
            ]
        },
        "Angelhearts Diner": {
            "location": "401 E State St, Ste G2, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "Excellent vegan food including the most fabulous donuts and cinnamon rolls.  We ate here twice during our short stay in Ithaca and loved everything we had...."
                },
                {
                    "Review": "Excellent vegan food including the most fabulous donuts and cinnamon rolls.  We ate here twice during our short stay in Ithaca and loved everything we had....",
                    "Rating": 5
                },
                {
                    "Review": "After hearing great things, I was pretty disappointed. I am not vegan, but I do enjoy vegan food so I decided to give this all-vegan restaurant a try. The...",
                    "Rating": 3
                },
                {
                    "Review": "Just delicious and filling! Plus, what an incredible but not surprising find in Ithaca. \n\nWhere do I start? How about the best donuts in the county! The...",
                    "Rating": 5
                }
            ]
        },
        "Milkstand": {
            "location": "215 N Meadow St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "Having been here a few times for breakfast I've tried to mix up my choices.  Many interesting choices from regular omelette selections to very unique..."
                },
                {
                    "Review": "Having been here a few times for breakfast I've tried to mix up my choices.  Many interesting choices from regular omelette selections to very unique...",
                    "Rating": 5
                },
                {
                    "Review": "More hype than anything else. The food was ok, it was like I was eating cafeteria food. Seating was also all clumped together creating a cafeteria vibe....",
                    "Rating": 3
                },
                {
                    "Review": "Amazing service every time I come to visit NY. It's our go to brunch place! A must have if you're in the area!",
                    "Rating": 5
                }
            ]
        },
        "Collegetown Bagels": {
            "location": "420 College Ave, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "2 words: southwest sourdough \n\nI would love to know their secret! Came back to buy a loaf but of course they were sold out/werent made that day."
                },
                {
                    "Review": "2 words: southwest sourdough \n\nI would love to know their secret! Came back to buy a loaf but of course they were sold out/werent made that day.",
                    "Rating": 5
                },
                {
                    "Review": "This was the first time I visited this CTB location. My first impression was it wasn't very well ventilated. I decided to try the avocado toast. Was this...",
                    "Rating": 3
                },
                {
                    "Review": "All things considered (Ithaca's isolated location, for example...), CTB is a good go to spot. Nice cafe vibes with different pockets and types of seats...",
                    "Rating": 4
                }
            ]
        },
        "Allechant": {
            "location": "903 Hanshaw Rd, Ste 13, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "Great food and great people. Highly recommended. Nice local place with style. Good for brunch and good for dinner."
                },
                {
                    "Review": "Great food and great people. Highly recommended. Nice local place with style. Good for brunch and good for dinner.",
                    "Rating": 5
                },
                {
                    "Review": "So, generally speaking, I would probably give this place a 3.5. That said, I'm rounding up to 4 stars based on the fact that the people who work here are...",
                    "Rating": 4
                },
                {
                    "Review": "Had brunch at Allechant after hearing many good things and it lived up to the hype! Very hard to choose from the menu, everything looked so delicious....",
                    "Rating": 5
                }
            ]
        },
        "Alley Cat Cafe": {
            "location": "112 N Cayuga St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "I really love visiting this cat cafe on weekends when I need to take a break from studying. It is also a great study place at the cafe, but it definitely..."
                },
                {
                    "Review": "I really love visiting this cat cafe on weekends when I need to take a break from studying. It is also a great study place at the cafe, but it definitely...",
                    "Rating": 5
                },
                {
                    "Review": "Who can resist a cat house?  I only saw one feline wandering around in the afternoon, but I suppose it's nap time.  There were several students studying...",
                    "Rating": 4
                },
                {
                    "Review": "Incredibly cute place with cats, merch and ambiance in abundance. The rosemary latte was great (if a tad sweet) and we also purchased local coffee (which...",
                    "Rating": 4
                }
            ]
        },
        "Chatty Cathy Coffee & Juice Press": {
            "location": "327 Eddy St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "Chatty Cathy is a really cute spot; perfect for grabbing a bite to eat and some Java :-)\n\nMy girlfriend found this place; I went with her and ordered a hot..."
                },
                {
                    "Review": "Chatty Cathy is a really cute spot; perfect for grabbing a bite to eat and some Java :-)\n\nMy girlfriend found this place; I went with her and ordered a hot...",
                    "Rating": 5
                },
                {
                    "Review": "Very small shop with great coffee. The Dirty Chai Latte was one of the best lattes I have ever had. Friendly staff and quick service. I will definitely be...",
                    "Rating": 5
                },
                {
                    "Review": "Very small place with no seating, but good drinks. My mocha had a strong coffee flavor which was pleasant, and the espresso was decent. Nothing special to...",
                    "Rating": 4
                }
            ]
        },
        "Gimme! Coffee": {
            "location": "430 N Cayuga St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "The staff is super nice and the vibe is great. I'm from out of town and this place feels like home. Super nice people, wifi, and great beverages. \n\nI..."
                },
                {
                    "Review": "The staff is super nice and the vibe is great. I'm from out of town and this place feels like home. Super nice people, wifi, and great beverages. \n\nI...",
                    "Rating": 5
                },
                {
                    "Review": "Very cute work space, roomy, but cold--they need to turn the heat up. Chai was good with lots of foam. Iced coffee was decent and the fig and goat cheese...",
                    "Rating": 4
                },
                {
                    "Review": "Oh gosh the young lady behind the counter if she didn't look lik my neice Id have a good word with her! The attitude in this one. Housemate clove syrup was...",
                    "Rating": 3
                }
            ]
        },
        "Press Cafe": {
            "location": "118 W Green St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "I've been here several times now, and each time Duncan, one of the baristas, has been fantastic. When I wasn't sure whether I wanted a regular or seasonal..."
                },
                {
                    "Review": "I've been here several times now, and each time Duncan, one of the baristas, has been fantastic. When I wasn't sure whether I wanted a regular or seasonal...",
                    "Rating": 5
                },
                {
                    "Review": "The coffee is good here. Add a star to my review if you like minimalism... because as a maximalist I'm admitting my biases.\n\nThe baked goods are alright,...",
                    "Rating": 3
                },
                {
                    "Review": "Great little coffee spot we happened upon while touring Cornell. Got a maca mocha and my daughters shared a chai latte. Beautiful little place and helpful...",
                    "Rating": 5
                }
            ]
        },
        "Sunset Grill": {
            "location": "823 Danby Rd, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 4,
                    "Review": "My companion and I decided to stop in mid afternoon on Saturday for a late lunch.  Though half of the tables were empty and no one in line ahead of us, it..."
                },
                {
                    "Review": "My companion and I decided to stop in mid afternoon on Saturday for a late lunch.  Though half of the tables were empty and no one in line ahead of us, it...",
                    "Rating": 4
                },
                {
                    "Review": "Came midday Saturday and expected there to be quite a few people, which was definitely true. It took a while to be seated, which is okay. The issues started...",
                    "Rating": 2
                },
                {
                    "Review": "All around meh.\nThe service is okay, the atmosphere inside is alright and outside you have the view... But you can't see the lake because of the trees on...",
                    "Rating": 3
                }
            ]
        },
        "The State Diner": {
            "location": "428 W State St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "An unplanned lunch stop in Ithaca found us in close proximity to The State Diner.\nAs soon as we walked in off the street smiles spread across our faces...."
                },
                {
                    "Review": "An unplanned lunch stop in Ithaca found us in close proximity to The State Diner.\nAs soon as we walked in off the street smiles spread across our faces....",
                    "Rating": 5
                },
                {
                    "Review": "Summer 2022 I visited this Diner - The State Diner - on my travels through New York State. There were other Diners in Ithaca, but in the afternoon I made a...",
                    "Rating": 5
                },
                {
                    "Review": "Came here for lunch and was surprised to get pretty authentic diner vibes in the middle of Ithaca, New York. I'd say my experience was alright, but nothing...",
                    "Rating": 3
                }
            ]
        },
        "The Legacy Cafe": {
            "location": "1 Culligan Dr, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "Stopped by the cafe for lunch on a Monday.  Had a grilled chicken sandwich (customized to your preference) with L, T and honey mustard with a side of sweet..."
                },
                {
                    "Review": "Stopped by the cafe for lunch on a Monday.  Had a grilled chicken sandwich (customized to your preference) with L, T and honey mustard with a side of sweet...",
                    "Rating": 5
                },
                {
                    "Review": "A hidden gem inside of the airport. \n\nWent for Saturday brunch and the food and service were fantastic. \n\nFish perfectly seasoned and fried and the waffles...",
                    "Rating": 5
                },
                {
                    "Review": "We went for the all-you-can-eat weekend brunch and it's amazing! The quality of food, for the value, cannot be beat! I highly recommend the waffles: so good...",
                    "Rating": 5
                }
            ]
        },
        "Paris Baguette - Ithaca": {
            "location": "125 E State St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "Fantastic bakery, brilliant mochi fusion treats, and good coffee. I guess my only gripe is that I live so far away! They also make cakes, etc and though I..."
                },
                {
                    "Review": "Fantastic bakery, brilliant mochi fusion treats, and good coffee. I guess my only gripe is that I live so far away! They also make cakes, etc and though I...",
                    "Rating": 5
                },
                {
                    "Review": "Note: I tend to give chains 3-stars by default as they usually don't differentiate much from one another. \n\nI was surprised when I found out Paris Baguette...",
                    "Rating": 3
                },
                {
                    "Review": "This is the perfect stop on my way across the commons to my office. I was able to grab a croissant for my coworker, a coffee and a salad for my lunch and a...",
                    "Rating": 5
                }
            ]
        },
        "Circus Truck": {
            "location": "720 W Green St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "First time trying this truck we heard about through rumors. Although it's hard to find a lot of details online it is definitely worth going to.\n\nThe owner..."
                },
                {
                    "Review": "First time trying this truck we heard about through rumors. Although it's hard to find a lot of details online it is definitely worth going to.\n\nThe owner...",
                    "Rating": 5
                },
                {
                    "Review": "This is such a cool spot in Ithaca!  We got the vodka sauce pasta and the breakfast burrito.  We are vegetarian, so we asked if the burrito could be made...",
                    "Rating": 4
                },
                {
                    "Review": "Circus Truck is such a unique find in the commons. It is parked in a somewhat secluded bank parking lot on weekdays until late lunch time. The food is...",
                    "Rating": 4
                }
            ]
        },
        "The Bistro at La Tourelle": {
            "location": "1150 Danby Rd, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "This is actually the best steak place in Ithaca. There's a movement toward cruelty free food in general here, but the bistro gives Zero Foxtrots. They are..."
                },
                {
                    "Review": "This is actually the best steak place in Ithaca. There's a movement toward cruelty free food in general here, but the bistro gives Zero Foxtrots. They are...",
                    "Rating": 5
                },
                {
                    "Review": "We very much enjoyed our overall experience at the Bistro. The atmosphere is country style with the Bistro located in an old farmhouse surrounded by flowers...",
                    "Rating": 4
                },
                {
                    "Review": "A super cute spot to enjoy an outdoor breakfast, especially if you are staying at La Tourelle! \n\nThe menu options are pretty hearty, and most of the menu...",
                    "Rating": 4
                }
            ]
        }
    }
}