{
    "data": {
        "The Rook": {
            "location": "404 W State St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "Amazing food, atmosphere and drinks. Perfect for a cocktail and a snack, or for a leisurely, delicious dinner. Great service."
                },
                {
                    "Review": "Came here on a weekday evening and the restaurant was about half full. It's a pretty dimly lit restaurant that feels homey like a southern restaurant but...",
                    "Rating": 4
                },
                {
                    "Review": "The Rook serves big flavors in a trendy setting. I think this is great for date nights. The restaurant was small but felt roomy and comfortable because...",
                    "Rating": 5
                }
            ]
        },
        "MIX Kitchen & Bar": {
            "location": "205 Elmira Rd, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "This place is amazing. Look at this \"razberry moon margarita\"! Omg. It was the most delicious thing. Thank you Eric the Bartender!!\n\nThe Thai noodle (red..."
                },
                {
                    "Review": "The food was pretty good, not great.  Duck is a tough meat to prepare, and it was properly done.  I was impressed with that! My husband said his steak was...",
                    "Rating": 3
                },
                {
                    "Review": "Spacious restaurant with a wide drink menu and rotating menu.\n\nI wouldn't really call this a tapas restaurant bc the portions are large and not at tapas...",
                    "Rating": 4
                }
            ]
        },
        "Thompson and Bleecker": {
            "location": "220 East State St, Ithaca, NY 14850",
            "reviews_and_ratings": [
                {
                    "Rating": 5,
                    "Review": "The pizza at this place is amazing. It's the best pizza I've ever had. Of course, make sure you eat it hot, preferably within 15minutes. When it cools, the..."
                },
                {
                    "Review": "Dec 2022.   \n\nA very small restaurant, seating about 30 people max.  This is a salad, pizza and pasta restaurant.  The menu is small, but the flavors are...",
                    "Rating": 5
                },
                {
                    "Review": "It was date night again, and I'd wanted to get T&B crossed off on my bucket list. It's a small restaurant with a vibe that's a cross between classy and...",
                    "Rating": 3
                }
            ]
        }
        
        }
    }
